---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualExhaustAirflowParam
source: html/49e2bd06-6814-5842-1e24-7533c55f604b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualExhaustAirflowParam Property

"Actual Exhaust Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualExhaustAirflowParam { get; }
```